[
  {
    "Feb 8 2021": "Time",
    "Feb 16 2021": "1:00 PM AST ",
    "Feb 16 2021_1": "2:30 PM AST ",
    "Feb 16 2021_2": 0.75,
    "Feb 16 2021_3": 0.7916666666666666
  },
  {
    "__EMPTY_1": "Prompt",
    "__EMPTY_2": "Topic",
    "Feb 8 2021": "Matthew & John",
    "Feb 16 2021": "Josh & Len ",
    "Feb 16 2021_1": "Nadine & Rea",
    "Feb 16 2021_2": "Tim & Elfe",
    "Feb 16 2021_3": "Megan & Mona"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "/ Introduce self /",
    "__EMPTY_2": "Intro"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "/ Set expectations and frame delegation as a skill development task /",
    "__EMPTY_2": "Intro"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "What would make this call super valuable for you? 30 minutes from now, what's the best case scenario? (What's going through your head?)",
    "__EMPTY_2": "Intro",
    "Feb 8 2021": "\"I know I have blind spots in my delegation process, and I want to level up the system, as opposed to finding new things I can delegate\"",
    "Feb 16 2021": "Just curious",
    "Feb 16 2021_3": "Wants to know what elite delegators are doing and get to the next level"
  },
  {
    "__EMPTY": false,
    "Feb 8 2021": "The delegator's fallacy is if I get behind, I do more things myself; I've been trying to spend time thinking about processes where I never do something, as opposed to delegating the same stuff every week; giving the EA the end game is the better result",
    "Feb 16 2021_2": "I'd give myself a D on delegation"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "What are you trying to achieve professionally in the next year?",
    "__EMPTY_2": "Goals",
    "Feb 8 2021": "Wife has a successful e-comm business; I've done a lot of consulting\nI have \"a machine\" where I handle the relationships and delegate the work, it's become a \"money engine\"\nI've leveraged my EA to run a bunch of the admin\nMaking my wife's business more successful\nShe, by herself, has generated MRR of $10k, me adding consulting and CRO is making is $30k\nI'd love to get that higher\nI want to hit $30k at 50% profit\n\"I'm good at convincing people to spend money\"\nExpanding current clients, adding new ones\nI want average deal size above $6k; right now close, $4 or $5k",
    "Feb 16 2021": "Run multiple VC funds, run a few companies; \"be as effective as possible\"\n\nScheduling and organizational tasks\n\nHas essentially no goals"
  },
  {
    "__EMPTY_1": "→ Do you think {EA} is aware of that?",
    "__EMPTY_2": "Goals",
    "Feb 8 2021": "EA knows about 50% profit, and knows 2 more opportunities; haven't mentioned average deal size"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ What are some ways you've thought about (or are thinking about) having them help with this?",
    "__EMPTY_2": "Goals",
    "Feb 8 2021": "I've had the EA reach out to people in the network\nHad the EA comb through past connections for front-end web developers, ping them on LinkedIn and asked about freelance work; they also do all admin work\n\"I need to delegate more prospecting\" \"I know I'm not delegating as much as I could\""
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "What are you trying to achieve personally in the next year? Whether that's health and wellness habits, travel and adventure, financial goals, relationship goals, or otherwise.",
    "__EMPTY_2": "Goals",
    "Feb 8 2021": "\"I never delegate work for Athena to John\"\n\"I want to get better at speaking French\"; specifically hearing it\nI had John find people to do iTalki, consistency helps\nFound local coffee, sent to all friends\nJohn schedules TaskRabbits to pick up packages, prints out shipping labels, etc\nAssigns children to affix labels to boxes\nJohn is working on going to Europe for a few months; auditing historical trips and working on itinerary",
    "Feb 16 2021": "Has essentially no goals; 95% focused on business"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ How well do you think {EA} understands these goals?",
    "__EMPTY_2": "Goals"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ What are some ways you've thought about (or are thinking about) having them help with this?",
    "__EMPTY_2": "Goals",
    "Feb 8 2021": "Main blocker is delegating more stuff at Athena; I think of John as persona/side hustle professional, not Athena; "
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "Imagine we're a month away from now, doing another call. I'm looking at the data from {EA}, and it seems like you're not getting as much leverage as you'd want.",
    "__EMPTY_2": "Barriers"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ Why do you think that is?",
    "__EMPTY_2": "Barriers"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ What can we do to make that future less likely?",
    "__EMPTY_2": "Barriers"
  },
  {
    "__EMPTY": false
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "Athenians who tell us they're getting a ton of leverage usually hit [metric targets 1, 2, and 3] by [timefame x].",
    "__EMPTY_2": "Set the bar"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "If we touch base next month, how confident are you in hitting those? Why or why not?",
    "__EMPTY_2": "Set the bar"
  },
  {
    "__EMPTY_1": "→ What might be holding you back?",
    "__EMPTY_2": "Set the bar"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ What can we do to help?",
    "__EMPTY_2": "Set the bar"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "Promise me you'll do [X]. And if you think you can't, promise that you'll ping me or {EA} and ask for help.",
    "__EMPTY_2": "Set the bar"
  },
  {
    "__EMPTY": false
  },
  {
    "__EMPTY_1": "/ Asks, e.g. record screen while doing tasks, etc /",
    "__EMPTY_2": "Asks"
  },
  {
    "__EMPTY": false
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "/ Promise to relay notes to EA",
    "__EMPTY_2": "Promises"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "/ Promise to relay Ideas for more leverage",
    "__EMPTY_2": "Promises"
  },
  {
    "__EMPTY": false
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "Magic Wand Question: If we had a magic wand and could change one thing about the world to make it easier for you to delegate, no matter how hard or unrealistic it is, what would that be?",
    "__EMPTY_2": "Feedback"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "Gratitude for time and investment toward improving their work and personal life through dlegation",
    "__EMPTY_2": "Close"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "Other adds"
  },
  {
    "__EMPTY": false
  },
  {
    "__EMPTY": false
  },
  {
    "__EMPTY": false
  }
]
