{"stars": [
  {
    "Feb 2 2021": 0.6666666666666666,
    "Feb 8 2021": "Time",
    "Feb 9 2021": "1:30 PM AST",
    "Feb 9 2021_1": "2:00 PM AST ",
    "Feb 9 2021_2": "5:00 PM AST "
  },
  {
    "__EMPTY_1": "Est",
    "__EMPTY_2": "Prompt",
    "__EMPTY_3": "Topic",
    "Feb 2 2021": "Jonathan & Marni",
    "Feb 8 2021": "Katherine & (Multiple EAs)",
    "Feb 9 2021": "Kristen & Joanna",
    "Feb 9 2021_1": "Korok & Jo",
    "Feb 9 2021_2": "Patri & Stacie"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "/ Introduce self /",
    "__EMPTY_3": "Intro"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "/ Prime success and teaching + sharing frame /",
    "__EMPTY_3": "Intro"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "/ Reinforce that elite delegators are always pushing for ways to improve /",
    "__EMPTY_3": "Intro",
    "Feb 9 2021_2": "\"I don't really feel I know what I'm doing\"; \"I'm a perfectionist\"; \"I have a lot of things going on\"; \"I'm trying to work with an executive coach\"; I don't know how to train someone on organizing things I can't organize myself"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "What would make this call super valuable for you?",
    "__EMPTY_3": "Intro",
    "Feb 2 2021": "- More or less, get better at delegation, find areas I can improve or delegate more, and learn from super delegators",
    "Feb 8 2021": "Improve delegation performance",
    "Feb 9 2021": "Being less \"complacent\" on how to use her",
    "Feb 9 2021_1": "Worked together at White House, work at Texas A&M; 30 students, multimillion dollar budget\nWe have a few for the center\n",
    "Feb 9 2021_2": "Frameworks for knowing what's delegatable and what' snot; what other people get the most mileage of; how to delegate skillfully"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "/ Great. And normally we record these, but you're free to opt out.",
    "__EMPTY_3": "Intro",
    "Feb 8 2021": "Voice delegation is \"the mojo;\" really life changing\n"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": 135,
    "__EMPTY_2": "So let's start here: what are you trying to achieve professionally in the next year?",
    "__EMPTY_3": "Goals",
    "Feb 2 2021": "- Dial in systems to hire and train top 1% EAs\n- Scaling so we can serve the waitlist; only onboarding 4 clients per month; ideally 50+ a month by EoY\n- Building out a delegation journey that inspires and teaches clients and implement it",
    "Feb 8 2021": "Sell 1 business; get MVP in hands of 10 couples",
    "Feb 9 2021": "1: Scale bootcamp 3x MRR\n2: Get into health, 2-4 health clients in Q1 and thereafter\n3: Getting a whale; $500k-1m\n4: Also scaling thought leadership",
    "Feb 9 2021_1": "1. A few conferences we produce, e.g. Bitcoin in April; fracking in Fall; want to execute these flawlessly, mixing academic knowledge and real interest from a general audience\n2. We built a lab we'll use for service to low-income students who don't have access to robotics; community service approach\n3. We need to start fundraising toward the end of the year",
    "Feb 9 2021_2": "Y2 of investment fund; last year was a lot of setup\nWant to continue to invest in self-care but do more professionally\nI want to shift where I do the work I love and that excites me, like podcasts, talks, and writing newsletters; dislikes operational stuff\nHad depression last year\nI have 3 part-time people, Stacie is the only part time\n\nOne person is half-time on ops and handling low-quality conversations\nOne person who does marketing and PR; \"I'm the voice and the face\"; screening interview requests and articles before they go out\nOne guy who's a part time venture partner, diligence and screening investments\n\n"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "Okay, so if I waved a magic wand and all those things happened, you'd be thrilled with the year? Or are we missing anything?",
    "__EMPTY_3": "Goals",
    "Feb 9 2021": "I want \"staffing to be easy\"; to run the whole client engagement end-to-end",
    "Feb 9 2021_2": "Move the world to where we can start countries like they start companies today, like venture-backed city-states; creating \"prosperity hubs\", \"rezoning the world with better laws\""
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "→ Do you think {EA} is aware of {goals A, B, and C}?",
    "__EMPTY_3": "Goals",
    "Feb 2 2021": "Probably knows none of them; Ja knows the first two but vaguely;",
    "Feb 8 2021": "Shared written goals with EAs; elevating 2 people to \"co-wives\" and mandate; KPIs for co-wives; plan\nStructuring days where \"no one is allowed to bother me Tuesdays and Thursdays, those are my dedicated days for my new companies\"\nHave team leads for PR and Philippines\nGoal is 20 min max a day",
    "Feb 9 2021": "Probably not",
    "Feb 9 2021_2": "Invaluable to get texted when I don't check emails"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "How are they helping you make these goals happen, even if you haven't explained them explicitly?",
    "__EMPTY_3": "Goals",
    "Feb 2 2021": "- Helps w recruiting, set up interviews w potential candidates; mostly execs\n- Often gives profiles or structure, she finds candidates on LinkedIn; Marni helps schedule, update spreadsheet leads from full-time recruiter; also tailors messaging\n- Helps w day to day, scheduling and emails\n- Adrian manages the CRM; Marni could search emails to pre-draft and tailor emails",
    "Feb 8 2021": "Recording goes into Slack + Asana; Chief of Staff defines the project; head of household presents on M/W/F bubble-up board for strategizing; daily WhatsApp messages; 2 EAs on this, one on research and one on intros; she talks to them directly not via chief of staff; \nOne EA each who is just business, others who do both; want higher and higher \"heads of X\"",
    "Feb 9 2021": "Manages acceptance of bootcamp clients\nHired someone for team sales, Joanna helps onboard teams\nShe manages middle of funnel, not top of funnel\nShe's not doing anything for health\nNothing on whales\nShe \"supports my sales calls\"\nI send her notes after calls, which she puts into a Google Doc, and then she sends me reminders to followup\nI \"haven't figured out a way\" to make sure my follow-ups are tracked; it's on my mind\nDon't have a record of who said yes and why, who said no and why\nAlso, she could help with sourcing, finding leads and prospecting\nShe should followup with prior clients when we do new articles, which may nudge them to re-engage; reminding people we exist\n\"I haven't defined a system that works\"; \"I'm the blocker\"; \n",
    "Feb 9 2021_1": "My other 3-4 EAs create databases on companies and people; \n\nShe doesn't get involved with strategy, she gets mostly involved in scheduling\n\nShe works for me and my admin coordinator, who handles a lot of the trains running on time\n\nWe had to contact 50 landlords to see if they'd donate the space, Jo was instrumental in harvesting the names of these people, drafting parts of the letter, locating the places on maps\n\nLeveling her up is a priority\n\nWe haven't done bigger stuff since she's new at the job; I don't know if Athena does training on meeting scheduling, but she makes a lot of \"rookie mistakes\"\n\nJo omitted time zones in scheduling a podcast interview with a think tank; if they didn't email me the morning of, we would've missed each other\n\nWe've been trying to give her more work, she requested it, but Judith and I are trying to work out the kinks",
    "Feb 9 2021_2": "Stacie screens inbound, LinkedIn, Twitter, email, website contact form, saving investment updates\n\nOutbound isn't sensible bc investment area too narrow\n\nEarly in the fund, I got 1 deck a week for 4 weeks in February; when I started raising there was 1 company; \n\nShe keeps the mailing list up to date based on email convos\n\nWe didn't do a lot of newsletter or podcast content last year, but we will this year\n\n\"My job is to get high-profile conections and do interviews\" \n\nNewsletters are heavier weight\n\nWe have Stacie put interview text in a content snippet/theme library\n\nOther language content is in Twitter"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": 139,
    "__EMPTY_2": "What are you trying to achieve personally in the next year? Whether that's health and wellness habits, travel and adventure, financial goals, relationship goals, or otherwise.",
    "__EMPTY_3": "Goals",
    "Feb 2 2021": "- Double down on fitness; doing trail run in Chamonix soon\n- FTP record on bike\n- Get good at kite surfing\n- Get decent as a tennis player, to play with competitive people\n- Want to plan a weekend away without the baby every month\n- Post-COVID, would love to plan a party and get people together",
    "Feb 8 2021": "Name the baby; 1 or 2 nights a month sans baby; \nworking out; ",
    "Feb 9 2021": "I want to travel in June and July\nA lot of person relates to professional; I need to figure out how to offload IL work\nConsistent workouts 3x a week with strength, and 1 run over the weekend\n\nRadish takes an \"obscene amount of mental space\"; unclear if this is doing or just stress\n\nI've never had a way to have Joanne interact with Radish\n\nWe're trying to build an ADU; most of this is on Phil; \"his stress is my stress\"; we need to figure out how to not make it stressful for him; I'm a better delegator than he is",
    "Feb 9 2021_1": "Get back into shape\n\nSpecifically mountain biking, doing \"good\" means doing it consistently, skills and endurance\n\nJo helps me scout places to mountain bike, new technologies, new events to attend\n\nOther goal is amplify the STEM education of my kids, and we're on the same page bc Jo and Korok have kids the same age\n\n",
    "Feb 9 2021_2": "Self-care first\nCardio, meditation, brush my teeth, strength training, experiencing joy\n\nOther priorities\n- Things like getting off sleeping pills\n- Moving\n\n\"I have my life divided into 12 areas\"; track every week"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "And if you hit all those by the end of this quarter, you'd be 100% happy? Or are we missing something? If not, what comes next?",
    "__EMPTY_3": "Goals",
    "Feb 9 2021_2": "Chris Sparks"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "→ How well do you think {EA} understands these goals?",
    "__EMPTY_3": "Goals",
    "Feb 2 2021": "No",
    "Feb 9 2021": "She hasn't been told goals explicitly",
    "Feb 9 2021_1": "She hasn't been told goals explicitly"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "→ How are they helping you make that happen?",
    "__EMPTY_3": "Goals",
    "Feb 2 2021": "- She helps me track; I get a daily WhatsApp message w/ half a dozen questions: did you work out? did you meditate?\n- She does help finding coaches for tennis, etc\n- \"I should make it more automated;\" e.g. \"when I land in a new city, find me a tennis coach\"\n- She doesn't proactively plan weekends; \n- Has not done anything other than coaching\n- She also blocks time; this is the most valuable thing—e.g. all my meetings are on Tuesday and packed in, so many free blocks the rest of the week to exercise",
    "Feb 8 2021": "Delegate \"the wife role\" in the relationship; hired an in-person EA\nUsed to resist delegating child rearing activities\nUse to be reading lots of child development books, now delegates this reading\nThe other thing is \"minimalism\"; EA is buying more than I would've bought",
    "Feb 9 2021": "She could be doing accountability and did I do it; schedule it and reschedule it\n\nI didn't answer her when she texts asking if I worked out\n\nShe helps Radish with food ordering, managing house cleaner, and some finance",
    "Feb 9 2021_1": "What she does everyday is she searches for products I can buy that are targeted to kids, I buy these on a weekly basis\n\nShe looks on websites and resourcecs on how to create experiments from household objects\n\nShe researches science museums to visit when I travel\n\nShe also helps out with the development of the lab",
    "Feb 9 2021_2": "She helped me find a therapist; my first spec wasn't good\n\n\"I want people who work with traumatized high achievers\", and that got what I wanted\n\nPhysical health; not much, used to have her monitor when gyms were open\n\nTake operational and grunt work off my plate\n\nStruggling with too many options; prioritizing the basics; have a lot of disorganized lists and documents with ideas; now I have much shorter paper lists, plus sprawling Notion"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": 142,
    "__EMPTY_2": "What do you need to get better at? What's holding you back?",
    "__EMPTY_3": "Barriers",
    "Feb 2 2021": "- When she's not overwhelmed, she'll get more proactive\n- \"She didn't communicate proactively about it [her overwhelm]\"; things just happened more slowly\n- \"When you get overwhelmed, you need to tell me. We need to do a weekly sync\" re: priorities",
    "Feb 8 2021": "Hardest when I give a shit about the outcome; \nPainful when it's not perfect, e.g. customer service\nAdding steps to make sure everything is done exactly right, using scripts, etc\nResearch is another big one\nFear and lack of confidence on EA side\nSometimes doesn't do feedback on complex research projects\n",
    "Feb 9 2021_1": "Undiscovered country or valley of death for delegation is how to delegate highly cognitive tasks that require a fair amount of judgment\n\nI tend to give very specific instructions for what I need done, and she mostly gets those right\n\nWhen I get a little more vague, she tends to fumble a bit\n\nThe problem with specific ones, it takes time and cognitive efforts on my side\n\nAll over voice; she writes instructions back to me, I don't get voice notes from her\n\nWe have a daily dashboard on the personal side\n\nI traveled to 10 cities last year; I said \"Find me a great kid activity for the weekend\", list out some activities, she gave good suggestions but not the best; she missed the childrens' museum\n\n"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "→ Is that the real issue, or is it something else?",
    "__EMPTY_3": "Barriers"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "What do you think is preventing you from being even more productive than you already are?",
    "__EMPTY_3": "Barriers",
    "Feb 2 2021": "- Need to be more goal-oriented, not task oriented\n- I need a this quarter, this year vision instead of super far-off goals\n- We need additional people, one dedicated to being more proactive, but not sure how we provide that",
    "Feb 9 2021": "Managing dad's finances; hard bc 2FA issues\nWe haven't figured out how to book Airbnbs; \"I don't trust her enough\", she gives too many options, many of which are not good\nMy preferences also change, and hard to systematize and I don't do it that frequently\nThere is a barrier where I don't trust her to do things well; \nWe need to have check-ins; we did in the beginning but not anymore\nShe used to send me the task list and status of things, she stopped and \"it was weird\", \"I should have called it out\"; small things like that damage trust"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "What's something you've thought about delegating but haven't pulled the trigger on, in your personal life?",
    "__EMPTY_3": "Barriers",
    "Feb 2 2021": "- There's lots of \"shit we want to do\", but sequencing issues\n- I've gotten a lot better at delegating interviewing; it took a long time but now it's delegated\n- Writing stuff; I've hired people but they're not great—\"mediocre\", \"good but not amazing\""
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "What's something you've thought about delegating but haven't pulled the trigger on, professionally?",
    "__EMPTY_3": "Barriers",
    "Feb 2 2021": "- Failed at delegating travel, logistics are easy, but taste-based things are hard; \"a cool Airbnb\" or \"a cool restaurant\" is hard to capture in SOPs to the EA\n- \"I've tried writing why I've liked various historical Airbnbs,\" but it didn't work\n- Would save a huge amount of time\n- What he did: wrote dealbreakers, e.g. carpet, and positives, e.g. \"nice views\" or \"modern design\"\n- Katherine did a screenshare with the EA to clarify it, which seemed to work better\n- I'd say, pull a list of everywhere else we've stayed, send it to me, I'll remove the ones that don't spark joy, and then note what I liked about each place; then itemize what things were in common in the best places—almost like \"building your own neural net\"; then send me 5 places like those each time I need to travel\n- Above might work, but requires many repetitions\n- Not the highest leverage thing, but a frequent pain point\n\n- I delegate lots of shit, I don't make my bed, clean my house, etc"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": 150,
    "__EMPTY_2": "So you're one of the top delegators we know. There's actually a note in your file I'm looking at that says \"Star.\"",
    "__EMPTY_3": "Insights"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "→ What do you think differentiates your approach now vs. when you started?",
    "__EMPTY_3": "Insights",
    "Feb 2 2021": "- I've gotten better at feedback; I loved this specific thing about what you just did; \n- I saw my hot sauces in my pantry organized, and I took a photo and sent it to the house manager with a text \"you just made my day\", making it more likely she does it again (or has similar attention to detail elsewhere)\n- \"I've gotten better by accumulating little playbooks over time\"; when I started delegating, I was more rigorous with SOPs and practicing; I've gotten away from this over time; so my total leverage has increased, but I've gotten \"better at some things and worse at others\"",
    "Feb 9 2021_1": "The most successful playbook has been our \"recurring projects\"\n\nPre-planning document, here's 50 things to research—I've perfected it over time, it includes playgrounds, coffees shops, in-network healthcare providers\n\n\"That was the single most important, useful thing in terms of time and dollars\"\n\nIn-network saved us a ton of money, I wouldn't have time to do it\n\nShe sends me a sheet from a Google Sheets template\n\nWhat I haven't done yet is prospective: find really interesting people to meet, things to do, based on my own network and people"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "• What do you think is the most helpful advice to share with new delegators, or that you wish you could tell yourself before you hired your first EA?",
    "__EMPTY_3": "Insights",
    "Feb 2 2021": "- \"Commit to putting the time in\"\n- There are approaches to advance skill faster, but the main thing is schedule a 1-on-1 with your EA, take the time to give feedback\n- Try new types of delegation, ideally once a week, you should try delegating something new\n- Carve out time to give feedback, give feedback that's extremely specific in batch\n- Spend time with other super delegators, ideally once a quarter I have a dinner with the best delegators I can find and geek out on the craziest shit, or watch presentations and give feedback on others' systems",
    "Feb 9 2021": "I can delegate more becuase I trust voice notes so much; if there's a thought in your head, immediately voice note it\n\nI do trust Joanne a fair bit, I don't check in on every single task\n\n\"I don't think I've changed dramatically over the years with this\"; \"I should be improving more\"\n\nLook at the exact tasks that have been delegated and think creatively about how to do it; how do I get more exposure to other tasks people have delegated"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": 155,
    "__EMPTY_2": "How can we make Athena better for you?",
    "__EMPTY_3": "Feedback",
    "Feb 2 2021": "- Pre-scheduling 1-on-1 check-ins for the first few months; that didn't happen and now we do it\n- On feedback, not realistic to put on client's schedule\n- Build relationships with other super delegators\n- ",
    "Feb 9 2021": "\"My dream app or experience would be how people manage small tasks, like folder management, how you surf the internet\"\n\"There's really something to peering into how people are doing\"; \"that'd be a killer feature for me\"\n\"My team tends to delegate operational tasks to me because I'm the leader\"; e.g. can you review the SOW; I want the team to go to Joanna more than me\nThey should know they don't have full access to her, but they have access to her for operational stuff",
    "Feb 9 2021_2": "Train EAs in and share best practices, e.g. calendaring manager sheduling\n\nTons of stuff from execuctive and performance coaching world that acn be done with Athena, it would be a lot more effective"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "Magic wand question",
    "Feb 2 2021": "- Train EAs to 1) understand client goals and 2) be more proactive\n- Suggested boot camps for EAs, with practice sessions\n- EA coaching needs to be beter; we're building a division for this",
    "Feb 9 2021_1": "My opinion is if Athena could invest in across the board training for the EAs\n\nThe general human capital of the EA team still could benefit\n\nThat would be beneficial\n\nAn example again was the scheduling, it would be great if you created training for scheduling and ensured all EAs had that same level of perfection"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "/ Asks; e.g. record screen while doing tasks, ability to convert insights to playbook, permission to cite them as playbook originator, etc /",
    "__EMPTY_3": "Closing",
    "Feb 9 2021_2": "Email is the area I'm most spec'd out\n"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": 158,
    "__EMPTY_2": "/ Promise to relay notes to EA /",
    "__EMPTY_3": "Closing"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "/ Promise to send ideas for more leverage/",
    "__EMPTY_3": "Closing"
  },
  {
    "__EMPTY": false,
    "__EMPTY_2": "/ Gratitude for time and investment toward improving their work and personal life through delegation /",
    "__EMPTY_3": "Closing"
  },
  {
    "__EMPTY_2": "Other adds"
  },
  {
    "__EMPTY_3": "Other"
  },
  {
    "__EMPTY_3": "Other"
  },
  {
    "__EMPTY_3": "Other"
  }
]
,
"laggards": [
  {
    "Feb 8 2021": "Time",
    "Feb 11 2021": "2:00 PM AST ",
    "Feb 11 2021_1": "3:00 PM AST ",
    "Feb 11 2021_2": "7:00 PM AST "
  },
  {
    "__EMPTY_1": "Prompt",
    "__EMPTY_2": "Topic",
    "Feb 8 2021": "Matthew & John",
    "Feb 11 2021": "Tony & Rey",
    "Feb 11 2021_1": "Derrick & Mars",
    "Feb 11 2021_2": "Steve & Keith"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "/ Introduce self /",
    "__EMPTY_2": "Intro"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "/ Set expectations and frame delegation as a skill development task /",
    "__EMPTY_2": "Intro",
    "Feb 11 2021_1": "One of the earliest clients; a little over a year—year and a half"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "What would make this call super valuable for you? 30 minutes from now, what's the best case scenario? (What's going through your head?)",
    "__EMPTY_2": "Intro",
    "Feb 8 2021": "\"I know I have blind spots in my delegation process, and I want to level up the system, as opposed to finding new things I can delegate\"",
    "Feb 11 2021": "Love to know what I don't know; \nHours were kept low because I couldn't leverage Cherry; better now with Rey",
    "Feb 11 2021_1": "Find things to delegate that I'm not delegating"
  },
  {
    "Feb 8 2021": "The delegator's fallacy is if I get behind, I do more things myself; I've been trying to spend time thinking about processes where I never do something, as opposed to delegating the same stuff every week; giving the EA the end game is the better result",
    "Feb 11 2021": "He's working \"more than full time\"\n\"Of course there's still kinks\" \"missed an email that caused domain to go offline\"\n\nRaised pre-seed round just over a year ago\nWe have 12 months runway, healthy yet cautious timeline, \nProduct is fastest path to \"sustaining clarity\"",
    "Feb 11 2021_1": "Calendar management is easy\nPersonal admin stuff, call and make appointments\nResearch hasn't worked well; she does research and don't go back to it\nShe helps with travel booking\nHelping with new place, buying stuff\nShe helps with 1-on-1; sends meeting notes in Fellow ahead of meeting\n"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "What are you trying to achieve professionally in the next year?",
    "__EMPTY_2": "Goals",
    "Feb 8 2021": "Wife has a successful e-comm business; I've done a lot of consulting\nI have \"a machine\" where I handle the relationships and delegate the work, it's become a \"money engine\"\nI've leveraged my EA to run a bunch of the admin\nMaking my wife's business more successful\nShe, by herself, has generated MRR of $10k, me adding consulting and CRO is making is $30k\nI'd love to get that higher\nI want to hit $30k at 50% profit\n\"I'm good at convincing people to spend money\"\nExpanding current clients, adding new ones\nI want average deal size above $6k; right now close, $4 or $5k",
    "Feb 11 2021": "1. In the next 6 months, we're trying to get the product out there and get proof that it's worth it\n→ Telling the story better\n→ Have it work with more people, having data around growth and satisfaction\n\n2. Raise the next round of funding, raise seed in next 6m; super ambitious would be get to an A level\n\n3. Struggling with team being autonomous when he's not providing direction",
    "Feb 11 2021_1": "1. Fundraising\n2. Being a better manager, more frequent feedback\n3. Being more prepared for meetings internally\n4. Recruiting",
    "Feb 11 2021_2": "Hiring\nProduct Development\nCustomer Development"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ Do you think {EA} is aware of that?",
    "__EMPTY_2": "Goals",
    "Feb 8 2021": "EA knows about 50% profit, and knows 2 more opportunities; haven't mentioned average deal size",
    "Feb 11 2021_2": "Haven't gotten involved yet\nCustomer research\nResearch projects are biggest opportutnity, in his view\nResearch has been very hit or miss; \"can't articulate what I want and don't want\"; \"way too blue sky\", \"hey I want to figure out this concept\"\nOutputs are too nebulous to use"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ What are some ways you've thought about (or are thinking about) having them help with this?",
    "__EMPTY_2": "Goals",
    "Feb 8 2021": "I've had the EA reach out to people in the network\nHad the EA comb through past connections for front-end web developers, ping them on LinkedIn and asked about freelance work; they also do all admin work\n\"I need to delegate more prospecting\" \"I know I'm not delegating as much as I could\"",
    "Feb 11 2021_2": "Privacy aware infrastructure is new company\n"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "What are you trying to achieve personally in the next year? Whether that's health and wellness habits, travel and adventure, financial goals, relationship goals, or otherwise.",
    "__EMPTY_2": "Goals",
    "Feb 8 2021": "\"I never delegate work for Athena to John\"\n\"I want to get better at speaking French\"; specifically hearing it\nI had John find people to do iTalki, consistency helps\nFound local coffee, sent to all friends\nJohn schedules TaskRabbits to pick up packages, prints out shipping labels, etc\nAssigns children to affix labels to boxes\nJohn is working on going to Europe for a few months; auditing historical trips and working on itinerary"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ How well do you think {EA} understands these goals?",
    "__EMPTY_2": "Goals"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ What are some ways you've thought about (or are thinking about) having them help with this?",
    "__EMPTY_2": "Goals",
    "Feb 8 2021": "Main blocker is delegating more stuff at Athena; I think of John as persona/side hustle professional, not Athena; "
  },
  {
    "Feb 11 2021_2": "Can't delegate physical work on the farm; also enjoys it\nMeeting prep playbook from EA is low quality, was disappointed\n"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "Imagine we're a month away from now, doing another call. I'm looking at the data from {EA}, and it seems like you're not getting as much leverage as you'd want.",
    "__EMPTY_2": "Barriers"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ Why do you think that is?",
    "__EMPTY_2": "Barriers"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ What can we do to make that future less likely?",
    "__EMPTY_2": "Barriers"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "Athenians who tell us they're getting a ton of leverage usually hit [metric targets 1, 2, and 3] by [timefame x].",
    "__EMPTY_2": "Set the bar"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "If we touch base next month, how confident are you in hitting those? Why or why not?",
    "__EMPTY_2": "Set the bar"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ What might be holding you back?",
    "__EMPTY_2": "Set the bar"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ What can we do to help?",
    "__EMPTY_2": "Set the bar"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "Promise me you'll do [X]. And if you think you can't, promise that you'll ping me or {EA} and ask for help.",
    "__EMPTY_2": "Set the bar"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "/ Asks, e.g. record screen while doing tasks, etc /",
    "__EMPTY_2": "Asks"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "/ Promise to relay notes to EA",
    "__EMPTY_2": "Promises"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "/ Promise to relay Ideas for more leverage",
    "__EMPTY_2": "Promises"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "Magic Wand Question: If we had a magic wand and could change one thing about the world to make it easier for you to delegate, no matter how hard or unrealistic it is, what would that be?",
    "__EMPTY_2": "Feedback"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "Gratitude for time and investment toward improving their work and personal life through dlegation",
    "__EMPTY_2": "Close"
  },
  {
    "__EMPTY_1": "Other adds"
  },
  {
    "Feb 11 2021": "Acroyoga"
  },
  {
    "Feb 11 2021": "Voice delegation was a game changer"
  },
  {
    "Feb 11 2021": "Voicey bot on Telegram transcribes as he talks on Telegram",
    "Feb 11 2021_2": "Has awesome playbook for books and reading list"
  },
  {
    "Feb 11 2021_2": "Had a great playbook for in-person events; reach out and schedule and get dinner orders etc"
  },
  {
    "Feb 11 2021_2": "Opportunity to get wife to delegate more"
  }
]
,
"noobs": [
  {
    "Feb 8 2021": "Time",
    "Feb 16 2021": "1:00 PM AST ",
    "Feb 16 2021_1": "2:30 PM AST ",
    "Feb 16 2021_2": 0.75,
    "Feb 16 2021_3": 0.7916666666666666
  },
  {
    "__EMPTY_1": "Prompt",
    "__EMPTY_2": "Topic",
    "Feb 8 2021": "Matthew & John",
    "Feb 16 2021": "Josh & Len ",
    "Feb 16 2021_1": "Nadine & Rea",
    "Feb 16 2021_2": "Tim & Elfe",
    "Feb 16 2021_3": "Megan & Mona"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "/ Introduce self /",
    "__EMPTY_2": "Intro"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "/ Set expectations and frame delegation as a skill development task /",
    "__EMPTY_2": "Intro"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "What would make this call super valuable for you? 30 minutes from now, what's the best case scenario? (What's going through your head?)",
    "__EMPTY_2": "Intro",
    "Feb 8 2021": "\"I know I have blind spots in my delegation process, and I want to level up the system, as opposed to finding new things I can delegate\"",
    "Feb 16 2021": "Just curious",
    "Feb 16 2021_3": "Wants to know what elite delegators are doing and get to the next level"
  },
  {
    "__EMPTY": false,
    "Feb 8 2021": "The delegator's fallacy is if I get behind, I do more things myself; I've been trying to spend time thinking about processes where I never do something, as opposed to delegating the same stuff every week; giving the EA the end game is the better result",
    "Feb 16 2021_2": "I'd give myself a D on delegation"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "What are you trying to achieve professionally in the next year?",
    "__EMPTY_2": "Goals",
    "Feb 8 2021": "Wife has a successful e-comm business; I've done a lot of consulting\nI have \"a machine\" where I handle the relationships and delegate the work, it's become a \"money engine\"\nI've leveraged my EA to run a bunch of the admin\nMaking my wife's business more successful\nShe, by herself, has generated MRR of $10k, me adding consulting and CRO is making is $30k\nI'd love to get that higher\nI want to hit $30k at 50% profit\n\"I'm good at convincing people to spend money\"\nExpanding current clients, adding new ones\nI want average deal size above $6k; right now close, $4 or $5k",
    "Feb 16 2021": "Run multiple VC funds, run a few companies; \"be as effective as possible\"\n\nScheduling and organizational tasks\n\nHas essentially no goals"
  },
  {
    "__EMPTY_1": "→ Do you think {EA} is aware of that?",
    "__EMPTY_2": "Goals",
    "Feb 8 2021": "EA knows about 50% profit, and knows 2 more opportunities; haven't mentioned average deal size"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ What are some ways you've thought about (or are thinking about) having them help with this?",
    "__EMPTY_2": "Goals",
    "Feb 8 2021": "I've had the EA reach out to people in the network\nHad the EA comb through past connections for front-end web developers, ping them on LinkedIn and asked about freelance work; they also do all admin work\n\"I need to delegate more prospecting\" \"I know I'm not delegating as much as I could\""
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "What are you trying to achieve personally in the next year? Whether that's health and wellness habits, travel and adventure, financial goals, relationship goals, or otherwise.",
    "__EMPTY_2": "Goals",
    "Feb 8 2021": "\"I never delegate work for Athena to John\"\n\"I want to get better at speaking French\"; specifically hearing it\nI had John find people to do iTalki, consistency helps\nFound local coffee, sent to all friends\nJohn schedules TaskRabbits to pick up packages, prints out shipping labels, etc\nAssigns children to affix labels to boxes\nJohn is working on going to Europe for a few months; auditing historical trips and working on itinerary",
    "Feb 16 2021": "Has essentially no goals; 95% focused on business"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ How well do you think {EA} understands these goals?",
    "__EMPTY_2": "Goals"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ What are some ways you've thought about (or are thinking about) having them help with this?",
    "__EMPTY_2": "Goals",
    "Feb 8 2021": "Main blocker is delegating more stuff at Athena; I think of John as persona/side hustle professional, not Athena; "
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "Imagine we're a month away from now, doing another call. I'm looking at the data from {EA}, and it seems like you're not getting as much leverage as you'd want.",
    "__EMPTY_2": "Barriers"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ Why do you think that is?",
    "__EMPTY_2": "Barriers"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ What can we do to make that future less likely?",
    "__EMPTY_2": "Barriers"
  },
  {
    "__EMPTY": false
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "Athenians who tell us they're getting a ton of leverage usually hit [metric targets 1, 2, and 3] by [timefame x].",
    "__EMPTY_2": "Set the bar"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "If we touch base next month, how confident are you in hitting those? Why or why not?",
    "__EMPTY_2": "Set the bar"
  },
  {
    "__EMPTY_1": "→ What might be holding you back?",
    "__EMPTY_2": "Set the bar"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "→ What can we do to help?",
    "__EMPTY_2": "Set the bar"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "Promise me you'll do [X]. And if you think you can't, promise that you'll ping me or {EA} and ask for help.",
    "__EMPTY_2": "Set the bar"
  },
  {
    "__EMPTY": false
  },
  {
    "__EMPTY_1": "/ Asks, e.g. record screen while doing tasks, etc /",
    "__EMPTY_2": "Asks"
  },
  {
    "__EMPTY": false
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "/ Promise to relay notes to EA",
    "__EMPTY_2": "Promises"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "/ Promise to relay Ideas for more leverage",
    "__EMPTY_2": "Promises"
  },
  {
    "__EMPTY": false
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "Magic Wand Question: If we had a magic wand and could change one thing about the world to make it easier for you to delegate, no matter how hard or unrealistic it is, what would that be?",
    "__EMPTY_2": "Feedback"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "Gratitude for time and investment toward improving their work and personal life through dlegation",
    "__EMPTY_2": "Close"
  },
  {
    "__EMPTY": false,
    "__EMPTY_1": "Other adds"
  },
  {
    "__EMPTY": false
  },
  {
    "__EMPTY": false
  },
  {
    "__EMPTY": false
  }
]
}
