{
  "input": "HARD CONSTRAINTS: ONLY write about Athena's Autodelegator (email, call/meeting, screenshots/iOS). Do NOT mention RAG or vector databases. Use only the quotes and facts below. Keep the voice plain and specific. Include 2 Mermaid placeholders titled 'Email Autodelegator' and 'Call Autodelegator'.\n\n## Email Autodelegator — What it is (deck excerpt)\n## Email Autodelegator\n\n[Image: A flow diagram illustrating the Email Autodelegator process. On the left, a \"triggers\" box contains \"M Gmail\", \"X Missive\", and \"SUPERHUMAN\" logos. Arrows from these trigger platforms point to a central \"Action steps\" box. Inside \"Action steps\", \"Airtable\" is described as \"Used to store and retrieve client & EA context\", with an arrow pointing to \"OpenAI\". \"OpenAI\" is described as \"Turns unstructured data (emails) into actionable delegation\", with an arrow pointing to \"Webhook\". \"Webhook\" is described as \"API calls to research tools like Tavily allow us to further enrich the autodelegation\". On the far right, a \"possible outputs\" box lists logos for \"X MISSIVE\", \"asana\", \"TickTick\", \"N Notion\", and \"Notes\", showing where the delegated tasks can be sent.]\n\n---\n\n\n## Email Autodelegator — Example: Ignacio Cotto (Tax filings)\n[Image: A screenshot showing the output of the Email Autodelegator for an email regarding a 2022 Balance Sheet. The interface displays an \"Email Summary\", \"Autodelegator AI Action Items\" (Detected and Optional), and details from the email message. The content is presented in a text-based format, resembling a task management or email client's AI-generated summary.]\n\n- Review autodelegator tasks from [Ignacio Cotto email re: RE: 2022 Balance Sheet]\n- Message URL:\n    - [missive://mail.missiveapp.com/#inbox/conversations/80519c25-383b-4725-a797-01853b21711a]\n- Email Summary:\n    - Ignacio Cotto from eTrends Group will soon be sending Carlos Lucero confirmation emails for filing and tax payments related to the Income Tax Return, Volume of Business Tax Return, and Exempt Annual Report. These returns are due on the upcoming Friday. Carlos is advised to monitor his email closely to ensure these tasks are completed timely. Carlos has already provided a 2022 Balance Sheet via Google Sheets for Ignacio's use and review.\n- Autodelegator AI Action Items\n    - Action Items (Detected):\n        - Monitor the email for incoming confirmation emails from Ignacio Cotto regarding the filing and tax payments for the Income Tax Return, Volume of Business Tax Return, and Exempt Annual Report.\n        - Ensure that all the returns mentioned are completed and submitted before the due date, which is this Friday.\n        - Once the confirmations are received, close all pending tasks for 2022.\n    - Above and Beyond Action Items (Optional):\n        - 1. Prepare a checklist or timeline in TickTick, detailing the steps leading up to the submission of the tax returns and reports due this Friday, including a review of the confirmations received from Ignacio Cotto. Set reminders to check Missive frequently for these confirmations and any follow-up actions required immediately upon receipt.\n        - 2. Create a shared Airtable base or Coda doc with Ignacio Cotto that outlines the status of the tax returns and any related action items, allowing for real-time updates and transparent communication between both parties on the progress and completion of the\n\n## Email Autodelegator — Example: Emil Jerndal (Scheduling) + Agent Research\n- Email Summary:\n    - Emil Jerndal from Invenio Growth has responded to Carlos Lucero, Executive Assistant to Chris York, confirming that an 8pm EET call next week works for him. He suggests that Thursday might be a suitable day. The action item for Carlos is to coordinate with Chris York to confirm if a call on Thursday at this time is possible. The call is intended to discuss a potential collaboration on a fintech & impact tech focused corporate venture capital for a top global brand.\n- Autodelegator AI Action Items\n    - Action Items (Detected):\n        - Carlos needs to schedule a call with Chris and Emil for next week at 7 pm Sthlm time, preferably on Thursday.\n        - Carlos should also inform Vincent Weir about the scheduled call as he was BCC'd in the email.\n    - Above and Beyond Action Items (Optional):\n        - 1. Confirm the scheduled call with Emil and Vincent in their respective time zones using Cal.com, ensuring the calendar event automatically adjusts for Sthlm and CDMX time zones to avoid any confusion.\n        - 2. Prepare a brief on Invenio Growth's activities and Emil Jerndal's background from public data to provide Chris with context, which can be stored in a shared Dropbox folder and linked in the calendar event.\n        - 3. Set up an automated reminder for Chris using TickTick to review the brief 24 hours before the scheduled call, allowing sufficient time for any follow-up questions he may have.\n- Autodelegator Agent Research\n    - Research Query:\n        - Prepare a brief on Invenio Growth's activities and Emil Jerndal's background from public data\n    - Answer:\n        - Emil Jerndal is a Venture Associate at Invenio Growth and has over 8 years of experience in various industries including IT consulting, corporate finance, and security. He has held roles such as controller, project manager, and team leader. Emil Jerndal is actively involved in strategy consulting and innovation at Invenio Growth. He has been a speaker at the Future of Fintech Summit and has evaluated startup pitches at the Nordic Early-Stage Startup Summit.\n\n\n## Call/Meeting Autodelegator — Workflow (deck excerpts)\n## Call/Meeting Autodelegator Workflow\n\n[Image: A vertical flow chart illustrating a Zapier workflow for a Call/Meeting Autodelegator. The workflow begins with a \"Trigger\" (1. Get most recent meeting in Fireflies). Subsequent steps are: 2. Load Client & EA Context, 3. Upload to Google Docs, 4. Find Google Doc, 5. Extract transcript, 6. Summary, 7. Extract action items via GPT4-1106, 8. Evaluate and rank delegation ideas, 9. Present the winning ideas, 10. Expand the winning ideas. Each step is represented by a card with an icon and title, connected by downward arrows.]\n\n---\n## Call/Meeting Autodelegator: Workflow\n\n[Image: A screenshot of a 10-step Zapier workflow for processing meetings.]\n\n1.  **Trigger:** Get most recent meeting in Fireflies.\n2.  Load Client & EA Context.\n3.  Upload to Google Docs.\n4.  Find Google Doc.\n5.  Extract transcript.\n6.  Summary.\n7.  Extract action items via GPT4-1106.\n8.  Evaluate and rank delegation ideas.\n9.  Present the winning ideas.\n10. Expand the winning ideas.\n\n\n## Autodelegator (historical Zapier pipeline)\n## Autodelegator\n\n### Step 1: Automated chunking via Zapier\n[Image: A Zapier workflow titled \"Fireflies Auto-Delegator\" (v3 published by Athena Z.). The workflow visually lists steps for automated chunking:\n- **Trigger**: \"1. Get most recent meeting in Fireflies\"\n- **Action**: \"2. Upload to Google Docs\"\n- **Action**: \"3. Find Google Doc\"\n- **Action**: \"4. Extract transcript\"\n- **Action**: \"5. Split transcript into chunks\"]\n\n--\n\n### Step 2: After the initial formatting steps, we extract delegation ideas using the Tree of Thought Prompting Technique\n[Image: A continuation of the Zapier workflow from Step 1, listing further actions:\n- **Action**: \"8. Problem Input\"\n- **Action**: \"9. Instruction prompt\"\n- **Action**: \"10. Append To List\"\n- **Action**: \"11. Continue only if it's the last loop\"\n- **Action**: \"12. Get all list values\"\n- **Action**: \"13. Create master summary\"\n- **Action**: \"14. Merge extracted delegation ideas\"\n- **Action**: \"15. Evaluate and rank delegation ideas\"\n- **Action**: \"16. Present the winning ideas\"]\n## Autodelegator Output\n\n### Step 3 & 4: Winning ideas are automatically put in Notion and chosen project management tool\n\n[Image: The top part of the slide shows two Zapier actions:\n- **Action**: \"18. Create Database Item in Notion\"\n- **Action**: \"19. Add a Task With File in TickTick\"\nThe bottom part of the slide displays a Notion-like page titled \"Zoom | Chris York & Quiet Capital - AI VC Integrations\". It lists:\n\n## Why Email Autodelegator matters (Fireflies call)\nChris York (27:54):\nOh, that's easy. Email autodelegator. The AI that reads all my emails and then creates a task in the task manager for Carlos or for the AI or for Ann to do. Easy. I mean, it runs hundreds of times a day. It's great because it avoids anything being dropped where it's like, oh, you know, the email got read, but nobody created a task for it and it didn't get followed up. It relates exactly to Athena's core business. It's a problem everybody has. And a lot of the times the AI finds ways to delegate. The client wouldn't delegate themselves. Right. Or might be reluctant to. So it kind of makes it the default behavior, which, you know, in behavioral psychology is very important. So what's great is a lot of the time, you know, by the time I check my email, it's already been done, you know, and that's like, that's the win Condition for delegation generally. Right?\n\nEliot Gattegno (28:23):\nYeah. And then what else? Like what would be. If we were going to do a few like we, we would want to have like. Cause like I could totally imagine email auto delegator being one session if I were to basically if I want to like kind of curate the AI insiders thing. Like I think the stuff like the app building that you were doing, like that's, that's super interesting and people might be like, hey yeah, if my EA can be develop an app in a month using this and so on and so forth, might be, that might be high utility. But wondering what else would be like top of mind for you.\n\nChris York (28:58):\nYeah, I mean honestly, I think the auto delegate, it's a great example of a workflow that's high utility. I think frankly Hater or somebody in the engineering team should just build that as something that the clients can turn on and off. I don't think EPA should build it for their client. Maybe there's different prompts on how to delegate or what to delegate. But yeah, I mean we can go look at the workflows. We have a couple of hundred, I think around 500. So. And Carlos can explain most of them. They're very different. Some of them are very AI forward, Some of them are just straight up rules based. So there should be a good mix of examples in there. The app stuff, I mean, I don't know to what extent people need their EAs building apps. It is cool that they can and there are some best practices that we've learned. So it might as well be like something on the curriculum. I think the other thing is it's really cool if they can build something in the training and then share it with people afterwards because it kind of lets you course correct what the ceiling on your capabilities is. And it's just like a fun thing to do. Right. And given the advancement of things like bolts or lovable and cursor to a lesser extent, it's a little bit more advanced but you know, allows you to do more powerful stuff. The, the ceiling has been raised on this stuff and it doesn't take you long to do it. Carlos's app took two days and app was like incredibly ambitious and took two weeks. And I think it's really interesting as a, a tool that also like serves to create like kind of a sense of empowerment or, or things like that in addition to like a skill that can be applied to create value directly. Right?\n\n## Mermaid placeholders\n![Email Autodelegator | method=gen_ai | prompt=\"Mermaid flowchart: Trigger (Gmail/Missive/Superhuman) -> Load Client/EA Context (Airtable) -> LLM (extract tasks, rank) -> Optional Research (webhook) -> Outputs (TickTick/Notion/Missive). Label examples (Ignacio Cotto tax filings, Emil Jerndal scheduling).\"]()\n\n![Call/Meeting Autodelegator | method=gen_ai | prompt=\"Mermaid flowchart: Trigger (Fireflies latest meeting) -> Upload to Google Docs -> Extract transcript -> Summarize -> Extract action items -> Evaluate & rank -> Present winners -> Expand winners -> Output to Notion + TickTick.\"]()\n"
}
